<script setup lang="ts"></script>

<template>
  <h1 class="title">雜卦傳</h1>
  <p>乾剛坤柔。</p>

  <p>比樂師憂。</p>

  <p>臨、觀之義，或與或求。</p>

  <p>屯見而不失其居。</p>

  <p>蒙雜而著。</p>

  <p>震，起也。艮，止也。</p>

  <p>損、益，盛衰之始也。</p>

  <p>大畜，時也。</p>

  <p>無妄，災也。</p>

  <p>萃聚而升不來也。</p>

  <p>謙輕而豫怠也。</p>

  <p>噬嗑，食也。</p>

  <p>贲，無色也。</p>

  <p>兌見而巽伏也。</p>

  <p>隨，無故也。</p>

  <p>蠱，則饬也。</p>

  <p>剝，爛也。</p>

  <p>複，反也。</p>

  <p>晉，晝也。</p>

  <p>明夷，誅也。</p>

  <p>井通而困相遇也。</p>

  <p>鹹，速也。</p>

  <p>恒，久也。</p>

  <p>渙，離也。</p>

  <p>節，止也。</p>

  <p>解，緩也。</p>

  <p>蹇，難也。</p>

  <p>睽，外也。</p>

  <p>家人，內也。</p>

  <p>否、泰，反其類也。</p>

  <p>大壯則止，遁則退也。</p>

  <p>大有，衆也。</p>

  <p>同人，親也。</p>

  <p>革，去故也。</p>

  <p>鼎，取新也。</p>

  <p>小過，過也。</p>

  <p>中孚，信也。</p>

  <p>豐，多故也。</p>

  <p>親寡旅也。</p>

  <p>離上而坎下也。</p>

  <p>小畜，寡也。</p>

  <p>履，不處也。</p>

  <p>需，不進也。</p>

  <p>訟，不親也。</p>

  <p>大過，顛也。</p>

  <p>姤，遇也，柔遇剛也。</p>

  <p>漸，女歸待男行也。</p>

  <p>頤，養正也。</p>

  <p>既濟，定也。</p>

  <p>歸妹，女之終也。</p>

  <p>未濟，男之窮也。</p>

  <p>夬，決也，剛決柔也。</p>

  <p>君子道長，小人道憂也。</p>
</template>
